---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.WebToeOfFillet
source: html/0465052e-0df7-ab35-b56b-44a431f18a4d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.WebToeOfFillet Property

Detailing distance from outer face of flange to web toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double WebToeOfFillet { get; set; }
```